[
  "If you could become three times bigger or fifty times smaller at will, which do you think you would spend more time as, big you or small you? Why?",
  "If you can make call with yourself from 2 yearsa ago. what would you do?",
  "If you have the opportunity to start a new business. What would you do?",
  "If you could create any one reality TV show, and it was guaranteed to air, what show would you want to put on TV?",
  "What amusement park do you wish existed?",
  "What would you do if you had your own intergalactic space ship roughly the size of a house?",
  "What do you wish grew on trees?",
  "If you could know when and how someone would die just by shaking their hands but couldn't change their fate, how would you use that power?",
  "If you could put a new word in the dictionary, what would it be and what would be the definition?",
  "What futuristic thing from a sci-fi movie or book do you really wish existed right now?",
  "If you could choose thing to remove from your mind, what would be it?",
  "Would you sign up to be on another planet even if it meant you would never be able to return to earth?",
  "If you could complete tasks while you were sleeping, what would you like to do while you sleep?",
  "If you were perpetually surrounded by one aroma besides your natural smell which you and everyone around you could smell, what would it be?",
  "Would you want to permanently feel zero pain if given the chance?", 
  "What would you if ArcCraft Bot was delted?",
  "What cartoon world do you wish you could live in for a week?",
  "If people were required to post the bad as well as the good stuff that happened to them on social media, would social media platforms be more or less popular than they are now?",
  "If you could be an NPC in any videogame, what game would you choose to be in?",
  "If you were chosen to be the first human to make contact with aliens, would you want to?",
  "What would be your strategy for a zombie apocalypse?",
  "If you could merge two games together and make a new one, what games would you choose and what would be the result?",
  "If your salary was doubled, what would you do with the extra income?",
  "Would you want to live in a world where everyone's thoughts appeared as text above their head?",
  "If your dog or cat suddenly spoke one sentence and then never spoke again, what would be the most unsettling sentence they could say?",
  "If you could be a top tier professional athlete in any sport, what sport would you play and why?",
  "If you could choose any vehicle to drive around for a couple of hours, which vehicle would you choose?",
  "If your hands were frozen in one position or gesture, what position would want them stuck in?",
  "If you could replace any word in common usage with another word and no one would know, which word would you choose?",
  "If your best online friend deletes all social media and gives you his own address to back talk with him. Are you going to do that?",
   "If everyone can't lying, how would that change the world?",
  "If you could travel anywhere in the world, where would you visit and why?",
  "If you only had two hours to spend all your money, where would you spend it?",
  "If you can redesign a papular company logo, what would this company be?",
  "If anything you want will go viral, what would you make it viral?",
  "What would you do if you could make a sentence the whole world would hear?. What would the sentence be?",
  "If you could invite 2 muisc artists to dinner. who would you invite?",
  "If you were tasked with redesigning your country's flag, how would you change it?",
  "Would you choose to become more intelligent if it meant you were generally unhappier?",
  "If you could be the CEO of any company, what company would you choose?",
  "You can choose anyone in the world to become friends with, who would you choose?",
  "If you could make one thing that is now legal, illegal, and one thing that is illegal, legal, what would you change?",
  "If you are under sentence of death and you have one request. What will you ask as your last request?",
  "If you were head of product development at a major fast food chain, what foodd would you create?",
  "If you were offered $50,000 to dance for 2 minutes with no music in front of a stadium full of people, would you do it?",
  "If you can upload the last video before yourube ends. what would you upload?",
  "If you can tweet the last tweet before twitter ends. what would you tweet?",
  "If you can post the last post before facebook ends. what would you post?",
  "If you can shere the last image before Instagram ends. What kind of picture would you upload?",
  "If you can make the last stream on twitch before twitch ends. what would the category of stream be?",
  "What do you wish to grow on the lands?",
  "If you are an evil character in one of the cartoons. How will your plan be and your team will wear. etc..?",
  "If discord shur down for 1 year, what would you do?, and what the next social media you would use?",
  "If you were tasked with making school more fun, what would you change?",
  "If you gain a super power, any food you touch will spoil. What would you do with this super power?",
  "If you could see the worst messages you sent, how would you feel like?",
  "If you can swap your brain with other person, who would you choose?",
  "If you could choose a nickname and have people call you it with complete seriousness no matter how ridiculous, what nickname would you want?",
  "If all animals became as intelligent as humans and were miraculously able to speak, what jobs would be well suited to which animals?",
  "If you could level up any aspect of yourself (strength, intelligence, charisma, etc.) but you had to decrease another aspect of yourself by the same amount, what aspects would you increase, and which would you decrease?",
  "If you could make any non-edible thing edible to humans, what would you choose?",
  "If you were a fashion icon and whatever you wore would become a fashion trend, what fashion trends would you start?",
  "What kind of business would you like to start if you were given a chance?",
  "If you had to join the circus, what type of performer would you be?",
  "What movie worthy heist would you pull if you knew?",
  "If you could rename any five animals, what would you rename and what would their new names be?",
  "If you could design a new holiday, what holiday would you create and what would it have?",
  "If you could live anywhere, where would it be?",
  "If you can change anything in yourself, what would it be?",
  "If you could ask three questions to anyone in history, who would you choose and what questions would you ask? Assuming they would understand your questions and you would understand their answers.",
  "If you could choose any job to be replaced by robots, what job would you make obsolete?",
  "If you could deck out one room in your house in any way you'd like, which room would you choose and what would you do to it?",
  "If hide and seek were a major sport in the Olympics, what would it be like?",
  "What would be the most interesting thing to make a floor in a house out of?",
  "What customs and traditions would you delete if you could?",
  "If you could change one of the lies that our parents tell us. What would your change be?",
  "If you are very wealthy. Are you going to do weird things with your money?",
  "If you could tack on 100 years to the end of your life, but you would be old and frail during those 100 years, would you still do it?",
  "If you are the CEO of Apple, what would you do in phones prices?, (increase/decrease)",
  "If you had a symbol or crest that represented you, what would it look like?",
  "If you could only eat the same breakfast, the same lunch (different than breakfast), and the same dinner (different than lunch) every day, what three meals would you choose?",
  "Would you choose to know your future if it meant forgetting your past?",
  "You got one text, no more than 160 characters, that gets sent to everyone's phone. What does it say?",
  "What fictional character would you like to introduce into the real world?",
  "If you could control your dreams, what would you dream about?",
  "If you were a superhero/villain, but could only have superpowers that weren't already taken, what new powers would you choose and what would your name be?",
  "If you could go back and undo one thing you did, what would you undo?",
  "If you could make learning something easier to learn, what would it be?",
  "If you can make a particular subject easier to learn. What will the subject be?",
  "If you could make learning a new language easier, what would the language be?",
  "If you could know the truth behind any one secret or mystery, what would it be?",
  "If you could make a call to someone at the age of five, who would it be?",
  "If you could talk to your father before he got married. Are you going to do this?",
  "If you had a clothing store but you could wear all the clothes without buying them, would you do that?", 
  "Would you be able to exchange your life with someone else? Who would this person be?",
  "If a fire broke out in your entire city and the reason was you, how would you feel?",
  "If you could do your work remotely, what would be the first thing you would do?",
  "Do you want to go back to the past to remember what you were thinking at the age of five?, but you can't back to your current age again",
  "What do you think your job will be 5 years from now?"
]
